Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: When exact start/stop sessions don't exist, iso.me can infer outings from saved GPS points. These settings only affect auto-generated inferred outings; recorded sessions stay intact.
ar: عند عدم وجود جلسات البدء/الإيقاف المحددة، يمكن لـ iso.me استنتاج الرحلات من نقاط GPS المحفوظة. تؤثر هذه الإعدادات فقط على الرحلات المستنتجة التي يتم إنشاؤها تلقائيًا؛ تبقى الجلسات المسجلة سليمة.
bn: যখন সঠিক স্টার্ট/স্টপ সেশন বিদ্যমান না থাকে, তখন iso.me সংরক্ষিত GPS পয়েন্ট থেকে আউটিং অনুমান করতে পারে। এই সেটিংস শুধুমাত্র স্বয়ংক্রিয়ভাবে তৈরি অনুমানকৃত আউটিংকে প্রভাবিত করে; রেকর্ড করা সেশনগুলি অক্ষত থাকে।
es: Cuando no existen sesiones exactas de inicio/parada, iso.me puede inferir salidas a partir de puntos GPS guardados. Estas configuraciones solo afectan las salidas inferidas generadas automáticamente; Las sesiones grabadas permanecen intactas.
fr: Lorsqu'il n'existe pas de sessions de démarrage/arrêt exactes, iso.me peut déduire les sorties à partir des points GPS enregistrés. Ces paramètres n'affectent que les sorties déduites générées automatiquement ; les sessions enregistrées restent intactes.
hi: जब सटीक प्रारंभ/रोक सत्र मौजूद नहीं होते हैं, तो iso.me सहेजे गए GPS बिंदुओं से आउटिंग का अनुमान लगा सकता है। ये सेटिंग्स केवल स्वतः उत्पन्न अनुमानित आउटिंग को प्रभावित करती हैं; रिकॉर्ड किए गए सत्र बरकरार रहते हैं.
ja: 正確な開始/停止セッションが存在しない場合、 iso.me保存されたGPSポイントから外出を推測できます。これらの設定は、自動生成された推定された外出にのみ影響します。記録されたセッションはそのまま残ります。
pt_br: Quando não existem sessões exatas de início/parada, iso.me pode inferir saídas a partir de pontos GPS salvos. Essas configurações afetam apenas saídas inferidas geradas automaticamente; as sessões gravadas permanecem intactas.
ru: Если точных сеансов начала/остановки не существует, iso.me может определить маршруты поездок на основе сохраненных точек GPS . Эти настройки влияют только на автоматически создаваемые предполагаемые прогулки; записанные сеансы остаются нетронутыми.
zh_hans: 当不存在确切的开始/停止会话时， iso.me可以根据保存的GPS点推断外出活动。这些设置仅影响自动生成的推断外出；录制的会话保持完整。

source: When In Use
ar: عند الاستخدام
bn: যখন ব্যবহার করা হয়
es: Cuando está en uso
fr: Lors de l'utilisation
hi: जब उपयोग में हो
ja: 使用時
pt_br: Quando em uso
ru: При использовании
zh_hans: 使用时

source: When today has no timeline events, iso.me now opens the most recent day with saved visits or movement so your history is easier to review.
ar: عندما لا يحتوي اليوم على أحداث مخطط زمني، يفتح iso.me الآن آخر يوم بالزيارات أو الحركة المحفوظة بحيث تكون مراجعة السجل الخاص بك أسهل.
bn: যখন আজকের কোনো টাইমলাইন ইভেন্ট নেই, তখন iso.me এখন সংরক্ষিত পরিদর্শন বা আন্দোলনের সাথে সাম্প্রতিক দিনটি খোলে যাতে আপনার ইতিহাস পর্যালোচনা করা সহজ হয়।
es: Cuando hoy no tiene eventos en la línea de tiempo, iso.me ahora abre el día más reciente con visitas guardadas o movimiento para que su historial sea más fácil de revisar.
fr: Lorsqu'il n'y a pas d'événements chronologiques aujourd'hui, iso.me ouvre désormais le jour le plus récent avec les visites ou les mouvements enregistrés afin que votre historique soit plus facile à consulter.
hi: जब आज कोई टाइमलाइन इवेंट नहीं है, तो iso.me अब सहेजे गए विज़िट या मूवमेंट के साथ सबसे हाल का दिन खोलता है ताकि आपके इतिहास की समीक्षा करना आसान हो जाए।
ja: 今日はタイムライン イベントがない場合、 iso.meでは保存された訪問や移動を含む最新の日が開くようになり、履歴を簡単に確認できるようになりました。
pt_br: Quando hoje não há eventos na linha do tempo, iso.me agora abre o dia mais recente com visitas ou movimentos salvos para que seu histórico seja mais fácil de revisar.
ru: Если сегодня нет событий временной шкалы, iso.me теперь открывает самый последний день с сохраненными посещениями или перемещениями, чтобы вашу историю было легче просмотреть.
zh_hans: 当今天没有时间线事件时， iso.me现在会打开最近一天已保存的访问或活动，以便您更轻松地查看历史记录。

source: While a route is recording, use the new Rename Current Outing action in Shortcuts or Siri to name the trip without opening iso.me.
ar: أثناء تسجيل المسار، استخدم إجراء إعادة تسمية الرحلة الحالية الجديد في Shortcuts أو Siri لتسمية الرحلة دون فتح iso.me.
bn: একটি রুট রেকর্ডিং করার সময়, iso.me না খুলেই ট্রিপের নাম দিতে Shortcuts বা Siri এ নতুন রিনেম কারেন্ট আউটিং অ্যাকশন ব্যবহার করুন।
es: Mientras se graba una ruta, use la nueva acción Cambiar nombre de la salida actual en Shortcuts o Siri para nombrar el viaje sin abrir iso.me.
fr: Pendant l'enregistrement d'un itinéraire, utilisez la nouvelle action Renommer la sortie en cours dans Shortcuts ou Siri pour nommer le voyage sans ouvrir iso.me.
hi: जब कोई मार्ग रिकॉर्डिंग कर रहा हो, तो iso.me खोले बिना यात्रा को नाम देने के लिए Shortcuts या Siri में नए नाम बदलें करंट आउटिंग क्रिया का उपयोग करें।
ja: ルートの記録中に、 ShortcutsまたはSiriの新しい「現在の外出の名前を変更」アクションを使用して、iso.me を開かずに旅行に名前を付けます。
pt_br: Enquanto uma rota está sendo gravada, use a nova ação Renomear passeio atual em Shortcuts ou Siri para nomear a viagem sem abrir o iso.me.
ru: Во время записи маршрута используйте новое действие «Переименовать текущий маршрут» в Shortcuts или Siri , чтобы назвать поездку, не открывая iso.me.
zh_hans: 记录路线时，可以使用Shortcuts或Siri中的新“重命名当前外出”操作来命名行程，而无需打开 iso.me。

source: While using
ar: أثناء الاستخدام
bn: ব্যবহার করার সময়
es: Mientras usa
fr: Lors de l'utilisation
hi: प्रयोग करते समय
ja: 使用中
pt_br: Ao usar
ru: При использовании
zh_hans: 使用时

source: X-API-Key
ar: X- API -مفتاح
bn: X- API - কী
es: X- API -Clave
hi: एक्स- API -कुंजी
ja: X- APIキー
ru: X- API -Ключ
zh_hans: X- API密钥

source: Yesterday
ar: أمس
bn: গতকাল
es: Ayer
fr: Hier
hi: कल
ja: 昨日
pt_br: Ontem
ru: Вчера
zh_hans: 昨天

source: YESTERDAY
ar: أمس
bn: গতকাল
es: AYER
fr: HIER
hi: कल
ja: 昨日
pt_br: ONTEM
ru: ВЧЕРА
zh_hans: 昨天

source: You can grant permission later from the Settings tab.
ar: يمكنك منح الإذن لاحقًا من علامة التبويب "الإعدادات".
bn: আপনি সেটিংস ট্যাব থেকে পরে অনুমতি দিতে পারেন।
es: Puede otorgar permiso más tarde desde la pestaña Configuración.
fr: Vous pouvez accorder l'autorisation ultérieurement à partir de l'onglet Paramètres.
hi: आप बाद में सेटिंग टैब से अनुमति दे सकते हैं।
ja: 後で [設定] タブから権限を付与できます。
pt_br: Você pode conceder permissão posteriormente na guia Configurações.
ru: Вы можете предоставить разрешение позже на вкладке «Настройки».
zh_hans: 您可以稍后从“设置”选项卡授予权限。

source: You can still add details manually
ar: لا يزال بإمكانك إضافة التفاصيل يدويًا
bn: আপনি এখনও ম্যানুয়ালি বিবরণ যোগ করতে পারেন
es: Aún puedes agregar detalles manualmente
fr: Vous pouvez toujours ajouter des détails manuellement
hi: आप अभी भी विवरण मैन्युअल रूप से जोड़ सकते हैं
ja: 詳細を手動で追加することもできます
pt_br: Você ainda pode adicionar detalhes manualmente
ru: Вы по-прежнему можете добавить детали вручную.
zh_hans: 您仍然可以手动添加详细信息

source: You haven't moved yet today.
ar: أنت لم تتحرك بعد اليوم.
bn: তুমি আজও সরে যাওনি।
es: Aún no te has movido hoy.
fr: Vous n'avez pas encore bougé aujourd'hui.
hi: आप आज तक अभी तक स्थानांतरित नहीं हुए हैं।
ja: 今日はまだ動いていません。
pt_br: Você ainda não se moveu hoje.
ru: Ты сегодня еще не переехал.
zh_hans: 今天你还没动呢。

source: YOU'RE ALL SET
ar: أنت جاهز تمامًا
bn: আপনি সব প্রস্তুত
es: ESTÁS LISTO
fr: VOUS ÊTES PRÊT
hi: तुम सब सेट हो
ja: 準備完了です
pt_br: VOCÊ ESTÁ TUDO PRONTO
ru: ВСЕ ГОТОВО
zh_hans: 一切就绪

source: You've been tracking for %@.
ar: لقد قمت بتتبع %@ .
bn: আপনি %@ এর জন্য ট্র্যাক করছেন।
es: Has estado rastreando durante %@ .
fr: Vous avez suivi %@ .
hi: आप %@ के लिए ट्रैकिंग कर रहे हैं।
ja: %@を追跡しています。
pt_br: Você está monitorando %@ .
ru: Вы отслеживали %@ .
zh_hans: 您一直在追踪%@ 。

source: You've gone %@ today.
ar: لقد ذهبت %@ اليوم.
bn: আপনি আজ %@ চলে গেছেন।
es: Te has ido %@ hoy.
fr: Vous êtes parti %@ aujourd'hui.
hi: आप आज %@ गए हैं।
ja: 今日は%@に行きました。
pt_br: Você foi %@ hoje.
ru: Сегодня ты ушел %@ .
zh_hans: 你今天已经走了%@ 。

source: AUTO EXPORT
ar: التصدير التلقائي
bn: স্বয়ংক্রিয় এক্সপোর্ট
es: EXPORTACIÓN AUTOMÁTICA
fr: EXPORTATION AUTO
hi: ऑटो एक्सपोर्ट
ja: 自動エクスポート
pt_br: EXPORTAÇÃO AUTOMÁTICA
ru: АВТОЭКСПОРТ
zh_hans: 自动导出

source: REPEAT
ar: التكرار
bn: পুনরাবৃত্তি
es: REPETIR
fr: RÉPÉTER
hi: दोहराएँ
ja: 繰り返し
pt_br: REPETIR
ru: ПОВТОР
zh_hans: 重复

source: ONCE DAILY
ar: مرة واحدة يوميًا
bn: দৈনিক একবার
es: UNA VEZ AL DÍA
fr: UNE FOIS PAR JOUR
hi: दिन में एक बार
ja: 毎日1回
pt_br: UMA VEZ POR DIA
ru: РАЗ В ДЕНЬ
zh_hans: 每天一次

source: EVERY %lld H
ar: كل %lld ساعة
bn: প্রতি %lld ঘণ্টা
es: CADA %lld H
fr: TOUTES LES %lld H
hi: हर %lld घंटे
ja: %lld時間ごと
pt_br: A CADA %lld H
ru: КАЖДЫЕ %lld Ч
zh_hans: 每 %lld 小时

source: FILE LAYOUT
ar: تخطيط الملف
bn: ফাইল বিন্যাস
es: DISEÑO DE ARCHIVO
fr: ORGANISATION DES FICHIERS
hi: फ़ाइल लेआउट
ja: ファイル構成
pt_br: ORGANIZAÇÃO DOS ARQUIVOS
ru: СТРУКТУРА ФАЙЛОВ
zh_hans: 文件布局

source: UPDATE MODE
ar: وضع التحديث
bn: আপডেট মোড
es: MODO DE ACTUALIZACIÓN
fr: MODE DE MISE À JOUR
hi: अपडेट मोड
ja: 更新モード
pt_br: MODO DE ATUALIZAÇÃO
ru: РЕЖИМ ОБНОВЛЕНИЯ
zh_hans: 更新模式

source: REWRITE
ar: إعادة كتابة
bn: পুনর্লিখন
es: REESCRIBIR
fr: RÉÉCRIRE
hi: पुनर्लिखित करें
ja: 上書き
pt_br: REESCREVER
ru: ПЕРЕЗАПИСЬ
zh_hans: 重写

source: APPEND
ar: إضافة
bn: সংযোজন
es: AÑADIR
fr: AJOUTER
hi: जोड़ें
ja: 追記
pt_br: ANEXAR
ru: ДОБАВЛЕНИЕ
zh_hans: 追加

source: Each day keeps one file. Every run rewrites it with everything recorded so far today, so it always stays complete and valid.
ar: يحتفظ كل يوم بملف واحد. تُعيد كل عملية تشغيل كتابته بكل ما تم تسجيله اليوم حتى الآن، لذا يظل مكتملًا وصالحًا دائمًا.
bn: প্রতিদিন একটি ফাইল থাকে। প্রতিবার চালানোর সময় আজকের এখন পর্যন্ত রেকর্ড করা সবকিছু দিয়ে এটি পুনরায় লেখা হয়, তাই এটি সর্বদা সম্পূর্ণ এবং বৈধ থাকে।
es: Cada día mantiene un archivo. Cada ejecución lo reescribe con todo lo registrado hasta ahora hoy, por lo que siempre permanece completo y válido.
fr: Chaque jour conserve un fichier. Chaque exécution le réécrit avec tout ce qui a été enregistré aujourd'hui, il reste donc toujours complet et valide.
hi: प्रत्येक दिन एक फ़ाइल रखता है। हर रन आज अब तक रिकॉर्ड की गई हर चीज़ के साथ इसे फिर से लिखता है, इसलिए यह हमेशा पूर्ण और मान्य रहता है।
ja: 書き出しは1日1ファイルです。実行のたびに今日のこれまでの記録をすべて書き込むため、ファイルは常に完全で有効な状態です。
pt_br: Cada dia mantém um arquivo. Cada execução o reescreve com tudo gravado até agora hoje, então ele sempre permanece completo e válido.
ru: Для каждого дня создаётся один файл. При каждом запуске он перезаписывается всеми данными, записанными на сегодня, поэтому всегда остаётся полным и корректным.
zh_hans: 每天保留一个文件。每次运行都会将其重写为今天至今记录的所有内容，因此文件始终完整有效。

source: Each day keeps one file. Every run adds only records captured since the last run; GPX and KML always rewrite the full day. Wake-ups are best effort — tap the fallback notification or open the app to catch up.
ar: يحتفظ كل يوم بملف واحد. تضيف كل عملية تشغيل السجلات التي تم التقاطها منذ آخر تشغيل فقط؛ تعيد GPX وKML كتابة اليوم الكامل دائمًا. الاستيقاظ حسب أفضل جهد — انقر فوق الإشعار الاحتياطي أو افتح التطبيق للحاق.
bn: প্রতিদিন একটি ফাইল থাকে। প্রতিবার চালানোর সময় শেষ চালানোর পরে ক্যাপচার করা রেকর্ডগুলি যুক্ত হয়; GPX এবং KML সর্বদা পুরো দিনটি পুনরায় লেখে। ওয়েক-আপগুলি সর্বোত্তম প্রচেষ্টা — ফিক্স করতে ফলব্যাক বিজ্ঞপ্তি ট্যাপ করুন বা অ্যাপ খুলুন।
es: Cada día mantiene un archivo. Cada ejecución añade solo los registros capturados desde la última; GPX y KML siempre reescriben el día completo. Los despertares son de mejor esfuerzo: toca la notificación alternativa o abre la app para ponerte al día.
fr: Chaque jour conserve un fichier. Chaque exécution n'ajoute que les enregistrements capturés depuis la dernière ; GPX et KML réécrivent toujours la journée complète. Les réveils sont au mieux-effort — touchez la notification de secours ou ouvrez l'app pour rattraper.
hi: प्रत्येक दिन एक फ़ाइल रखता है। हर रन केवल पिछले रन के बाद कैप्चर किए गए रिकॉर्ड जोड़ता है; GPX और KML हमेशा पूरे दिन को फिर से लिखते हैं। वेक-अप सर्वोत्तम प्रयास पर हैं — पकड़ने के लिए फ़ॉलबैक सूचना टैप करें या ऐप खोलें।
ja: 書き出しは1日1ファイルです。実行のたびに前回以降に記録されたデータのみを追記します。GPXとKMLは常に一日分を書き直します。起動はベストエフォートです — 予備の通知をタップするか、アプリを開いてください。
pt_br: Cada dia mantém um arquivo. Cada execução adiciona apenas os registros capturados desde a última; GPX e KML sempre reescrevem o dia completo. Os despertares são de melhor esforço — toque na notificação alternativa ou abra o app para atualizar.
ru: Для каждого дня создаётся один файл. При каждом запуске добавляются только записи, появившиеся после предыдущего запуска; GPX и KML всегда перезаписывают весь день. Пробуждения не гарантированы — нажмите резервное уведомление или откройте приложение, чтобы наверстать.
zh_hans: 每天保留一个文件。每次运行只添加自上次运行以来捕获的记录；GPX 和 KML 始终重写全天。唤醒是尽力而为的——点按后备通知或打开应用以补上。

source: The existing export file could not be merged; the day's file was rewritten instead.
ar: تعذّر دمج ملف التصدير الحالي؛ تمت إعادة كتابة ملف اليوم بدلًا من ذلك.
bn: বিদ্যমান এক্সপোর্ট ফাইলটি মার্জ করা যায়নি; পরিবর্তে দিনের ফাইলটি পুনরায় লেখা হয়েছে।
es: No se pudo combinar el archivo de exportación existente; el archivo del día se reescribió en su lugar.
fr: Le fichier d'export existant n'a pas pu être fusionné ; le fichier du jour a été réécrit à la place.
hi: मौजूदा निर्यात फ़ाइल को मर्ज नहीं किया जा सका; इसके बजाय दिन की फ़ाइल फिर से लिखी गई।
ja: 既存の書き出しファイルを結合できませんでした。代わりに今日のファイルを書き直しました。
pt_br: Não foi possível mesclar o arquivo de exportação existente; o arquivo do dia foi reescrito.
ru: Не удалось объединить существующий файл экспорта; файл дня был перезаписан.
zh_hans: 无法合并现有导出文件；已改为重写当天的文件。

source: Purchase options are unavailable. Please try again later.
ar: خيارات الشراء غير متاحة. يُرجى المحاولة مرة أخرى لاحقًا.
bn: কেনার বিকল্পগুলি পাওয়া যাচ্ছে না। পরে আবার চেষ্টা করুন।
es: Las opciones de compra no están disponibles. Inténtalo de nuevo más tarde.
fr: Les options d’achat sont indisponibles. Réessayez plus tard.
hi: खरीदारी के विकल्प उपलब्ध नहीं हैं। कृपया बाद में फिर कोशिश करें।
ja: 購入オプションを利用できません。しばらくしてからもう一度お試しください。
pt_br: As opções de compra estão indisponíveis. Tente novamente mais tarde.
ru: Варианты покупки недоступны. Повторите попытку позже.
zh_hans: 购买选项暂不可用，请稍后再试。

source: Failed to load purchase options: %@
ar: تعذّر تحميل خيارات الشراء: %@
bn: কেনার বিকল্প লোড করা যায়নি: %@
es: No se pudieron cargar las opciones de compra: %@
fr: Impossible de charger les options d’achat : %@
hi: खरीदारी के विकल्प लोड नहीं हो सके: %@
ja: 購入オプションを読み込めませんでした：%@
pt_br: Falha ao carregar as opções de compra: %@
ru: Не удалось загрузить варианты покупки: %@
zh_hans: 无法加载购买选项：%@

source: Family Upgrade requires an Individual Lifetime purchase.
ar: تتطلب الترقية العائلية شراء «مدى الحياة للفرد».
bn: ফ্যামিলি আপগ্রেডের জন্য ইন্ডিভিজুয়াল লাইফটাইম কেনা থাকতে হবে।
es: La mejora familiar requiere una compra Individual de por vida.
fr: La mise à niveau Famille nécessite un achat Individuel à vie.
hi: फ़ैमिली अपग्रेड के लिए इंडिविजुअल लाइफ़टाइम खरीद आवश्यक है।
ja: ファミリーアップグレードには個人向け買い切り版の購入が必要です。
pt_br: O upgrade Família exige uma compra Individual vitalícia.
ru: Для семейного улучшения требуется покупка «Индивидуальный навсегда».
zh_hans: 家庭升级需要先购买个人终身版。

source: Purchase verification failed.
ar: فشل التحقق من عملية الشراء.
bn: কেনাকাটা যাচাই করা যায়নি।
es: No se pudo verificar la compra.
fr: La vérification de l’achat a échoué.
hi: खरीदारी का सत्यापन विफल रहा।
ja: 購入を確認できませんでした。
pt_br: Falha na verificação da compra.
ru: Не удалось подтвердить покупку.
zh_hans: 购买验证失败。

source: Purchase failed. Please try again.
ar: فشلت عملية الشراء. يُرجى المحاولة مرة أخرى.
bn: কেনাকাটা ব্যর্থ হয়েছে। আবার চেষ্টা করুন।
es: La compra ha fallado. Inténtalo de nuevo.
fr: L’achat a échoué. Réessayez.
hi: खरीदारी विफल रही। कृपया फिर कोशिश करें।
ja: 購入できませんでした。もう一度お試しください。
pt_br: A compra falhou. Tente novamente.
ru: Не удалось совершить покупку. Повторите попытку.
zh_hans: 购买失败，请重试。

source: No purchase found. For a Family plan, confirm that Purchase Sharing is enabled, then try again.
ar: لم يتم العثور على عملية شراء. للخطة العائلية، تأكد من تفعيل مشاركة المشتريات ثم حاول مرة أخرى.
bn: কোনো কেনাকাটা পাওয়া যায়নি। ফ্যামিলি প্ল্যানের জন্য পারচেজ শেয়ারিং চালু আছে কি না নিশ্চিত করে আবার চেষ্টা করুন।
es: No se encontró ninguna compra. Para un plan Familiar, confirma que Compartir compras esté activado y vuelve a intentarlo.
fr: Aucun achat trouvé. Pour une formule Famille, vérifiez que le partage des achats est activé, puis réessayez.
hi: कोई खरीदारी नहीं मिली। फ़ैमिली प्लान के लिए पक्का करें कि परचेज़ शेयरिंग चालू है, फिर कोशिश करें।
ja: 購入が見つかりません。ファミリープランの場合は「購入アイテムの共有」が有効か確認し、もう一度お試しください。
pt_br: Nenhuma compra encontrada. Para um plano Família, confirme se o Compartilhamento de Compras está ativado e tente novamente.
ru: Покупка не найдена. Для семейного плана включите общий доступ к покупкам и повторите попытку.
zh_hans: 未找到购买项目。若使用家庭方案，请确认已开启购买项目共享，然后重试。

source: Purchases & Family
ar: المشتريات والعائلة
bn: কেনাকাটা ও পরিবার
es: Compras y familia
fr: Achats et famille
hi: खरीदारियाँ और परिवार
ja: 購入とファミリー
pt_br: Compras e Família
ru: Покупки и семья
zh_hans: 购买与家庭

source: PURCHASES & FAMILY
ar: المشتريات والعائلة
bn: কেনাকাটা ও পরিবার
es: COMPRAS Y FAMILIA
fr: ACHATS ET FAMILLE
hi: खरीदारियाँ और परिवार
ja: 購入とファミリー
pt_br: COMPRAS E FAMÍLIA
ru: ПОКУПКИ И СЕМЬЯ
zh_hans: 购买与家庭

source: CURRENT PLAN
ar: الخطة الحالية
bn: বর্তমান প্ল্যান
es: PLAN ACTUAL
fr: FORMULE ACTUELLE
hi: मौजूदा प्लान
ja: 現在のプラン
pt_br: PLANO ATUAL
ru: ТЕКУЩИЙ ПЛАН
zh_hans: 当前方案

source: Manage your lifetime export purchase and Family Sharing.
ar: أدِر شراء التصدير مدى الحياة والمشاركة العائلية.
bn: আপনার লাইফটাইম এক্সপোর্ট কেনাকাটা ও ফ্যামিলি শেয়ারিং পরিচালনা করুন।
es: Gestiona tu compra de exportación de por vida y En familia.
fr: Gérez votre achat d’export à vie et le partage familial.
hi: अपनी लाइफ़टाइम एक्सपोर्ट खरीद और फ़ैमिली शेयरिंग मैनेज करें।
ja: 買い切りの書き出し購入とファミリー共有を管理します。
pt_br: Gerencie sua compra vitalícia de exportação e o Compartilhamento Familiar.
ru: Управляйте бессрочным экспортом и Семейным доступом.
zh_hans: 管理终身导出购买和家人共享。

source: Export your visits, points, and routes in every supported format. Tracking stays free and unlimited.
ar: صدّر زياراتك ونقاطك ومساراتك بكل التنسيقات المدعومة. يظل التتبع مجانيًا وغير محدود.
bn: সব সমর্থিত ফরম্যাটে আপনার ভিজিট, পয়েন্ট ও রুট এক্সপোর্ট করুন। ট্র্যাকিং বিনামূল্যে ও সীমাহীন থাকবে।
es: Exporta tus visitas, puntos y rutas en todos los formatos compatibles. El seguimiento sigue siendo gratuito e ilimitado.
fr: Exportez vos visites, points et itinéraires dans tous les formats pris en charge. Le suivi reste gratuit et illimité.
hi: अपने विज़िट, पॉइंट और रूट हर समर्थित फ़ॉर्मैट में एक्सपोर्ट करें। ट्रैकिंग मुफ़्त और असीमित रहेगी।
ja: 訪問、位置情報、ルートをすべての対応形式で書き出せます。追跡は引き続き無料かつ無制限です。
pt_br: Exporte visitas, pontos e rotas em todos os formatos compatíveis. O rastreamento continua gratuito e ilimitado.
ru: Экспортируйте посещения, точки и маршруты во всех поддерживаемых форматах. Отслеживание останется бесплатным и безлимитным.
zh_hans: 以所有支持的格式导出访问、位置点和路线。位置记录仍然免费且不限量。

source: Export in all supported formats
ar: التصدير بكل التنسيقات المدعومة
bn: সব সমর্থিত ফরম্যাটে এক্সপোর্ট
es: Exporta en todos los formatos compatibles
fr: Export dans tous les formats pris en charge
hi: सभी समर्थित फ़ॉर्मैट में एक्सपोर्ट
ja: すべての対応形式で書き出し
pt_br: Exporte em todos os formatos compatíveis
ru: Экспорт во всех поддерживаемых форматах
zh_hans: 导出为所有支持的格式

source: Choose Individual or Family Lifetime
ar: اختر «مدى الحياة للفرد» أو «مدى الحياة للعائلة»
bn: ইন্ডিভিজুয়াল বা ফ্যামিলি লাইফটাইম বেছে নিন
es: Elige Individual o Familiar de por vida
fr: Choisissez Individuel ou Famille à vie
hi: इंडिविजुअल या फ़ैमिली लाइफ़टाइम चुनें
ja: 個人向けまたはファミリー向けの買い切り版を選択
pt_br: Escolha Individual ou Família vitalício
ru: Выберите индивидуальный или семейный бессрочный доступ
zh_hans: 选择个人终身版或家庭终身版

source: Share export access with up to 5 family members
ar: شارك إمكانية التصدير مع ما يصل إلى 5 أفراد من العائلة
bn: সর্বোচ্চ ৫ জন পরিবারের সদস্যের সঙ্গে এক্সপোর্ট অ্যাক্সেস শেয়ার করুন
es: Comparte el acceso de exportación con hasta 5 familiares
fr: Partagez l’accès à l’export avec jusqu’à 5 membres de votre famille
hi: अधिकतम 5 परिवार सदस्यों के साथ एक्सपोर्ट एक्सेस शेयर करें
ja: 最大5人のファミリーメンバーと書き出し機能を共有
pt_br: Compartilhe o acesso à exportação com até 5 familiares
ru: Поделитесь экспортом с пятью членами семьи
zh_hans: 与最多5位家庭成员共享导出权限

source: Pay only the difference from Individual Lifetime
ar: ادفع فقط فرق السعر عن «مدى الحياة للفرد»
bn: ইন্ডিভিজুয়াল লাইফটাইম থেকে শুধু দামের পার্থক্যটুকু দিন
es: Paga solo la diferencia respecto a Individual de por vida
fr: Payez uniquement la différence avec Individuel à vie
hi: इंडिविजुअल लाइफ़टाइम से केवल कीमत का अंतर चुकाएँ
ja: 個人向け買い切り版との差額のみを支払い
pt_br: Pague apenas a diferença do Individual vitalício
ru: Оплатите только разницу с индивидуальным доступом
zh_hans: 只需补齐与个人终身版的差价

source: Family Lifetime active
ar: خطة العائلة مدى الحياة مفعّلة
bn: ফ্যামিলি লাইফটাইম সক্রিয়
es: Familiar de por vida activo
fr: Famille à vie actif
hi: फ़ैमिली लाइफ़टाइम चालू है
ja: ファミリー向け買い切り版が有効です
pt_br: Família vitalício ativo
ru: Семейный бессрочный доступ активен
zh_hans: 家庭终身版已启用

source: Individual Lifetime active
ar: خطة الفرد مدى الحياة مفعّلة
bn: ইন্ডিভিজুয়াল লাইফটাইম সক্রিয়
es: Individual de por vida activo
fr: Individuel à vie actif
hi: इंडिविजुअल लाइफ़टाइम चालू है
ja: 個人向け買い切り版が有効です
pt_br: Individual vitalício ativo
ru: Индивидуальный бессрочный доступ активен
zh_hans: 个人终身版已启用

source: Lifetime Export active
ar: التصدير مدى الحياة مفعّل
bn: লাইফটাইম এক্সপোর্ট সক্রিয়
es: Exportación de por vida activa
fr: Export à vie actif
hi: लाइफ़टाइम एक्सपोर्ट चालू है
ja: 買い切りの書き出しが有効です
pt_br: Exportação vitalícia ativa
ru: Бессрочный экспорт активен
zh_hans: 终身导出已启用

source: Family Sharing is included. Existing lifetime owners have been grandfathered into this plan.
ar: المشاركة العائلية مشمولة. تمت ترقية مالكي الشراء مدى الحياة الحاليين إلى هذه الخطة دون رسوم.
bn: ফ্যামিলি শেয়ারিং অন্তর্ভুক্ত। বর্তমান লাইফটাইম মালিকদের বিনা খরচে এই প্ল্যানে অন্তর্ভুক্ত করা হয়েছে।
es: En familia está incluido. Los propietarios actuales de la compra de por vida han pasado a este plan sin coste adicional.
fr: Le partage familial est inclus. Les détenteurs actuels de l’achat à vie bénéficient de cette formule sans frais supplémentaires.
hi: फ़ैमिली शेयरिंग शामिल है। मौजूदा लाइफ़टाइम मालिकों को बिना अतिरिक्त शुल्क इस प्लान में शामिल किया गया है।
ja: ファミリー共有が含まれます。既存の買い切り版ユーザーは追加料金なしでこのプランに移行されています。
pt_br: O Compartilhamento Familiar está incluído. Quem já tinha a compra vitalícia foi incluído neste plano sem custo adicional.
ru: Семейный доступ включён. Владельцы прежней бессрочной покупки получили этот план без доплаты.
zh_hans: 已包含家人共享。现有终身版用户已免费升级至此方案。

source: Your export access is permanent. Upgrade once to share it through Apple Family Sharing.
ar: إمكانية التصدير لديك دائمة. رقِّها مرة واحدة لمشاركتها عبر المشاركة العائلية من Apple.
bn: আপনার এক্সপোর্ট অ্যাক্সেস স্থায়ী। Apple ফ্যামিলি শেয়ারিংয়ের মাধ্যমে শেয়ার করতে একবার আপগ্রেড করুন।
es: Tu acceso de exportación es permanente. Mejora una vez para compartirlo mediante En familia de Apple.
fr: Votre accès à l’export est permanent. Effectuez une mise à niveau unique pour le partager via le partage familial Apple.
hi: आपका एक्सपोर्ट एक्सेस स्थायी है। Apple फ़ैमिली शेयरिंग से शेयर करने के लिए एक बार अपग्रेड करें।
ja: 書き出し機能は無期限です。一度アップグレードするとAppleのファミリー共有で共有できます。
pt_br: Seu acesso à exportação é permanente. Faça um único upgrade para compartilhá-lo pelo Compartilhamento Familiar da Apple.
ru: Доступ к экспорту бессрочный. Оплатите улучшение один раз, чтобы поделиться им через Семейный доступ Apple.
zh_hans: 你的导出权限永久有效。只需升级一次，即可通过 Apple 家人共享与家人共享。

source: Your export access is permanent.
ar: إمكانية التصدير لديك دائمة.
bn: আপনার এক্সপোর্ট অ্যাক্সেস স্থায়ী।
es: Tu acceso de exportación es permanente.
fr: Votre accès à l’export est permanent.
hi: आपका एक्सपोर्ट एक्सेस स्थायी है।
ja: 書き出し機能は無期限です。
pt_br: Seu acesso à exportação é permanente.
ru: Доступ к экспорту бессрочный.
zh_hans: 你的导出权限永久有效。
